Revit 2024 API
InitialIntensity Properties
The InitialIntensity type exposes the following members.
Properties
Name | Description
InitialIntensityValue
 The calculated initial intensity value.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
InitialIntensity Class
Autodesk.Revit.DB.Lighting Namespace